INSERT INTO `notice` (`id`, `title`, `content`, `time`) VALUES (1, '读书月度榜单发布', '亲爱的朋友们，我们很高兴地宣布本月的读书月度榜单已经新鲜出炉。在这份榜单中，你将发现来自不同领域的新书推荐，以及读者们的热评。快来看看有没有你心仪的书籍吧！', '2024-12-04 15:58:08');
INSERT INTO `notice` (`id`, `title`, `content`, `time`) VALUES (2, '电影新片速递：下周上映预告', '影迷们注意了，下周将有一系列新电影上映，包括备受期待的剧情片、纪录片和动画片。我们特别推荐几部作品，并附上了预告片和导演访谈，让你提前感受电影的魅力。', '2024-12-07 22:08:05');
INSERT INTO `notice` (`id`, `title`, `content`, `time`) VALUES (3, '小组活动日历：本周精彩活动一览', '豆友们，本周的小组活动日历已经更新。从摄影工作坊到烹饪大赛，从旅行分享会到环保行动，各种活动应有尽有。加入你感兴趣的小组，参与到这些精彩活动中来，结识更多志同道合的朋友。', '2024-12-06 11:05:43 ');
INSERT INTO `notice` (`id`, `title`, `content`, `time`) VALUES (4, '电影俱乐部 - 会员专属福利', '作为电影俱乐部的会员，您将享受到一系列专属福利，包括提前观影机会、电影周边产品折扣以及与导演和演员的线上交流会。登录您的会员账户，查看更多会员权益。', '2024-12-05 14:37:41');
INSERT INTO `notice` (`id`, `title`, `content`, `time`) VALUES (5, '社区活动 - 创意写作大赛启动', '展现您的写作才华，社区创意写作大赛现已开放报名。本次大赛主题为“未来城市”，我们期待您以独特的视角和创意，描绘您心中的未来世界。优胜者将有机会获得出版机会和丰厚奖金。立即参与，让世界看到您的作品。', '2024-12-10 23:09:24');
